42Crunch.vscode-openapi
aaron-bond.better-comments
ahmadalli.vscode-nginx-conf
akamud.vscode-theme-onedark
Angular.ng-template
batisteo.vscode-django
bierner.emojisense
bierner.markdown-emoji
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
bierner.markdown-shiki
brunnerh.insert-unicode
christian-kohler.npm-intellisense
CodeStream.codestream
codezombiech.gitignore
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
eamodio.gitlens
ecmel.vscode-html-css
EmbarcaderoTechnologies.delphilsp
Endormi.2077-theme
enkia.tokyo-night
esbenp.prettier-vscode
firefox-devtools.vscode-firefox-debug
formulahendry.code-runner
GitHub.codespaces
GitHub.copilot
GitHub.copilot-chat
GitHub.copilot-labs
GitHub.remotehub
github.vscode-github-actions
GitHub.vscode-pull-request-github
golang.go
GrapeCity.gc-excelviewer
heaths.vscode-guid
ionutvmi.reg
jock.svg
kakumei.ts-debug
KevinRose.vsc-python-indent
lamartire.git-indicators
LeonardSSH.vscord
Massi.javascript-docstrings
Misodee.vscode-nbt
mrmlnc.vscode-scss
ms-azuretools.vscode-docker
MS-CEINTL.vscode-language-pack-de
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.dotnet-maui
ms-dotnettools.vscode-dotnet-runtime
ms-dotnettools.vscodeintellicode-csharp
ms-edgedevtools.vscode-edge-devtools
ms-kubernetes-tools.vscode-kubernetes-tools
ms-ossdata.vscode-postgresql
ms-python.black-formatter
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.azure-repos
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.live-server
ms-vscode.makefile-tools
ms-vscode.powershell
ms-vscode.remote-explorer
ms-vscode.remote-repositories
ms-vscode.remote-server
ms-vscode.vscode-github-issue-notebooks
ms-vscode.vscode-typescript-next
ms-vsliveshare.vsliveshare
njpwerner.autodocstring
PKief.material-icon-theme
qwtel.sqlite-viewer
redhat.vscode-xml
redhat.vscode-yaml
rid9.datetime
sandcastle.vscode-open
sibiraj-s.vscode-scss-formatter
soerenuhrbach.vscode-deepl
sukumo28.wav-preview
tamasfe.even-better-toml
tomoki1207.pdf
twxs.cmake
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
Vue.volar
Vue.vscode-typescript-vue-plugin
wholroyd.jinja
Wosi.omnipascal
yoavbls.pretty-ts-errors
yzane.markdown-pdf
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
